// memoryExplanationData.js
const memoryExplanation = {
  title: "איך משחקים במשחק הזכרון EZDRIVE?",
  description: "המשחק כולל מאות שאלות מתוך המאגר הרשמי של משרד התחבורה",
  sections: [
    {
      heading: "מה מטרת המשחק?",
      content:
        "להוציא את הידע שיש לך בראש ולבדוק מה באמת אתה יודע באמצעות משחק הזכרון. משחק זה דורש שני שחקנים. שתף את חבר שלך בקוד המשחק שתקבל.",
    },
    {
      heading: "איך משחקים?",
      content:
        "על הלוח יוצגו כרטיסי שאלות ותשובות. עליך למצוא את התשובות המתאימות על ידי הפיכת הכרטיסים.",
    },
    {
      heading: "חיווי המשחק",
      content:
        "כאשר תסמן תשובה, תראה את התשובה הנכונה בירוק. תשובה שגויה תסומן באדום. בהצלחה!",
    },
  ],
};

export default memoryExplanation;
