// simulationExplanationData.js
const simulationExplanation = {
  title: "איך משחקים בסימולטור EZDRIVE?",
  description:
    "המשחק כולל שאלת אינטרקטיביות תוך כדי סימולציה בה תצטרך לבחור את הדרך הטובה ביותר",
  sections: [
    {
      heading: "מה מטרת המשחק?",
      content:
        "להוציא את הידע שיש לך בראש ולבדוק מה באמת אתה יודע באמצעות משחק הסימולטור",
    },
    {
      heading: "איך משחקים?",
      content:
        "יוצגו לך שאלות אחת אחרי השנייה. לכל שאלה יש לך בדיוק 30 שניות. תצטרך לבחור את התשובה הנכונה תוך כדי סימולציה של נהיגה.",
    },
    {
      heading: "חיווי המשחק",
      content: "כאשר תסמן תשובה, תראה את התשובה הנכונה בירוק. אם תבחר תשובה לא נכונה, היא תסומן באדום. בהצלחה!",
    },
  ],
};

export default simulationExplanation;
